{
    "questions": [
        {
            "q": "How is Denali different from other CSS Frameworks?",
            "a": "Denali started as a CSS framework specifically for enterprise tools which was unique to the market, but quickly transformed into a themeable CSS framework. We differentiate ourselves by offering the most customizable components on the market.",
            "resources": []
        },
        {
            "q": "What are specific examples of production use and who has adopted Denali?",
            "a": "Denali has been used internally at Yahoo on several products and a few open-source ones as well. Navi, Screwdriver, and Yahoo Knowledge - COVID Tracker. Check out our Gallery page for more examples",
            "resources": [
                {
                    "name": "Gallery",
                    "caption": "Who's using Denali",
                    "icon": "photo-solid",
                    "link": "/gallery"
                }
            ]
        },
        {
            "q": "What impact does Denali have on frontend performance?",
            "a": "From our knowledge at Yahoo, we understand a heavy front end can be costly so one of our main goals is to keep our CSS footprint small. Our web components file size is currently 189kb and theme file ~23kb. We are activity monitoring this file size and will continue to reduce it when possible.",
            "resources": []
        },
        {
            "q": "Will Denali implement other design libraries or is it up to the engineer or designer?",
            "a": "Currently we don’t have a solution for our team to implement a design library for teams. We do see this as an issue which we’re actively working on a few products that will assit with these needs.",
            "resources": []
        },
        {
            "q": "How do you create a theme in Denali and how do I apply the theme?",
            "a": "Creating and applying a theme in Denali is very easy, but to help teach any we created a step by step theming guide. Check out the Theme your app in our guides section.",
            "resources": [
                {
                    "name": "Create a Theme",
                    "caption": "How to guide",
                    "icon": "paint-bucket",
                    "link": "https://medium.com/denali-design/how-to-theme-your-app-using-denali-dcefcb92e9fd"
                }
            ]
        },
        {
            "q": "What broswers are currently supported?",
            "a": "We currently support modern browsers, but have a plan to support all browsers from IE9 and up. You can learn a little more on our browser support page.",
            "resources": [
                {
                    "name": "Browsers",
                    "caption": "What we support",
                    "icon": "domain",
                    "link": "/browsers"
                }
            ]
        },
        {
            "q": "Does Denali offer any JS frameworks?",
            "a": "Currently there is no vanilla JS framework, but we do plan to release a small JS file that helps with the repeatable interactions we use. We are working on a few frameworks for web components such as Ember, React, and Angular.",
            "resources": []
        },
        {
            "q": "Why did Denali go open-source?",
            "a": "We had been working on the Denali design system and design library for about a year when we decided to open-source. The main reason was to share what we had made with all developers globally and to create something that we could all work on together to benefit the front-end community.",
            "resources": []
        }
    ]
}