[
    {
        "author": "Jay Torres",
        "message": "Hello Jazmin, I couldn't be more happier for you. I still remember the beginning, and I will always cherish the time we worked together. Who would have guests, from intern to becoming a fantastic Product Design that's in demand? This is not a goodbye since I expect a call and 'DINNER' with you from time to time. I wish you the very best in your new venture, and HULU is VERY VERY VERY LUCKY TO HAVE YOU. PS. Everyone will greatly miss you. JayT",
        "bgColor": "#FFB741"
    },
    {
        "author": "Chas Turansky",
        "message": "No matter where you work, you will always be my friend until the end. Good luck with your new job. I know you’re going to do great.",
        "bgColor": "#3DC47E"
    },
    {
        "author": "Marco Sandoval",
        "message": "Jazmin, Even though I couldn’t be any happier for you, it saddens me to see you go. These past 4-5 years have truly been a blessing and I’m thankful I was able to share this path with you, from room 409 to Yahoo. Even though our paths are diverging, I’m proud of your growth and wish nothing but the best for you. Take care and I will see you very soon, cousin.",
        "bgColor": "#9963F6"
    },
    {
        "author": "Zhuomei Wu",
        "message": "Hey! My forever model(Idea client): Congrats your new adventure. ( Take me with you :joy:) You will be a rockstar at your new team! They are really lucky to have you and we DO too!!--zhuomei",
        "bgColor": "#4CBAFE"
    },
    {
        "author": "Anusha Ganti",
        "message": "Hey Jazmin!! You are hands down the best colleague I have worked with, I've learnt a lot from you <3. I wanna say I will miss you, but I know I will definetely keep in touch :D, can't wait for the 1:1's outside of yahoo :D. Stay awesome :D wishing you all the good things :D",
        "bgColor": "#EA4D89"
    },
    {
        "author": "Fred Liu",
        "message": "Hi Jazmin! It was a great pleasure to work with you in Identity. I really appreciate all your help you provided. Wish you all best in your next journey!",
        "bgColor": "#FFB741"
    },
    {
        "author": "Shistha Singh",
        "message": "Dear Jazmin, It has been an absolute pleasure to work with you. You are great in every way, an extra ordinary designer, excellent communicator and a exemplary teammate. I loved meeting you and working from home, I will miss your beautiful olive green wall in the background. I wish you all the very best for all your future endeavours. May you excel in all aspects of your life, will miss you, you are the best :)",
        "bgColor": "#3DC47E"
    },
    {
        "author": "Min Jea Seo",
        "message": "Hi Jazmin,I just joined the team and you are leaving the team. I am so sad that I did not have enough time to know and work with you. I know it does not mean the end of our connection so let’s keep in touch :) I hope you be happy during your next journey",
        "bgColor": "#9963F6"
    },
    {
        "author": "Saurabh Srivastava",
        "message": "all the best Jazmin, first thing first - the team will miss you and it will be tough to get your backfill. It was great working with you and will miss you. Happy for you for your next chapter with the hope that we will cross paths :slightly_smiling_face: . All the very best.",
        "bgColor": "#4CBAFE"
    },
    {
        "author": "Babu Maddhuri",
        "message": "You will be missed! I wish you all the best with your career and hope that our paths cross again.",
        "bgColor": "#EA4D89"
    },
    {
        "author": "Jon Kilroy",
        "message": "Hey Jazmin, it has been a blast working with you! Thank you for all the great designs and sharing your expertise. Your work has significantly leveled up our product experience. I know you’ll do great at your next gig!",
        "bgColor": "#FFB741"
    },
    {
        "author": "Hill Nguyen",
        "message": "wishing you all the best in your future endeavors",
        "bgColor": "#3DC47E"
    },
    {
        "author": "Tyson Gushiken",
        "message": "Jazmin-san, you will be missed and I am fairly certain the Design Newsletter will fall into financial ruin in your absence. I am so excited to witness the beginnings of your rapid ascent of the Mouse Empire and hope you don’t forget about us when you’re at the top. Best of luck, Tyson",
        "bgColor": "#9963F6"
    },
    {
        "author": "Henry Moran",
        "message": "Thanks for being a leader and creating such a vibrant culture at Yahoo with the design newsletter. Your leadership will be missed but I have no doubt you will continue to shine in your next adventure. Wishing you the best of luck and don’t forget about us!",
        "bgColor": "#4CBAFE"
    },
    {
        "author": "Neeta Raina",
        "message": "Hi Jazmin, Working with you was an awesome experience! I have always been impressed with how you solve complex problems with detail oriented and innovative approach. You will surely be missed. Best wishes for your next adventure and I hope our paths cross again :)",
        "bgColor": "#EA4D89"
    },
    {
        "author": "Chris Esler",
        "message": "Jazmin... it has been a pleasure to work with you and to watch you grow in your career. You are an amazing artist, and were an incredible asset to our team. I wish you all the luck in your new adventure, and I'm sure you'll excel at whatever you do. Keep in touch.",
        "bgColor": "#FFB741"
    },
    {
        "author": "Yuriko Yamasaki",
        "message": "You have been the wonderful partner to make Dragonfly our company's favorite translation platform! I'm looking forward to your exciting carrier and bright future. Stay in touch! ... and know that we're happy to have you back anytime!!",
        "bgColor": "#3DC47E"
    },
    {
        "author": "Anne Huang",
        "message": "Working with you is wonderful. Wish you the brightest future in your new adventure!",
        "bgColor": "#9963F6"
    },
    {
        "author": "Laura Sanchez",
        "message": "May your new journey be filled with fun and learning experiences. We are happy for you! You are an accomplished designer, and we are thankful to have worked with you.",
        "bgColor": "#4CBAFE"
    },
    {
        "author": "Stefanie Bastian",
        "message": "All the best for your new adventure! We'll miss you sorely… let’s stay in touch <3",
        "bgColor": "#EA4D89"
    },
    {
        "author": "Ally Fan",
        "message": "I sincerely enjoyed working with you and have learnt so much. Best wishes for your next chapter!",
        "bgColor": "#FFB741"
    },
    {
        "author": "Nisha Shah",
        "message": "It was an absolute pleasure to work with you...wish you all the best for your next adventure! Stay connected! Good Luck!",
        "bgColor": "#3DC47E"
    },
    {
        "author": "Yuying Long",
        "message": "Good luck with your future endeavors!",
        "bgColor": "#9963F6"
    },
    {
        "author": "Marina Malkevich",
        "message": "I am envious of your next employer! Have a fun, interesting new chapter! Wishing you the best of luck!",
        "bgColor": "#4CBAFE"
    },
    {
        "author": "Jay Hobson",
        "message": "Thanks for all of the effort you put into Dragonfly! Working with you over these last years has been fantastic. Wish you all the best going forward!",
        "bgColor": "#EA4D89"
    }
]